---
kind: enumMember
id: F:Autodesk.Revit.DB.BehaviorType.Valve
enum: Autodesk.Revit.DB.BehaviorType
zh: 管道附件、阀门
source: html/48ef9278-5352-63e9-f556-d0abd4c31b48.htm
---
# Autodesk.Revit.DB.BehaviorType.Valve

**中文**: 管道附件、阀门

BehaviorType is Valve